[
  "obsidian-hider",
  "obsidian-minimal-settings",
  "quickadd",
  "file-explorer-note-count",
  "recent-files-obsidian",
  "obsidian-annotator",
  "remember-cursor-position",
  "cm-editor-syntax-highlight-obsidian",
  "cmenu-plugin",
  "obsidian-codemirror-options",
  "obsidian-better-command-palette",
  "obsidian-columns",
  "number-headings-obsidian",
  "obsidian-tasks-plugin",
  "mrj-text-expand",
  "note-refactor-obsidian",
  "mousewheel-image-zoom",
  "obsidian-advanced-uri",
  "marginnote-companion",
  "oz-clear-unused-images",
  "obsidian-image-auto-upload-plugin",
  "mx-bili-plugin",
  "copy-as-html",
  "templater-obsidian",
  "better-word-count",
  "media-extended",
  "extract-url",
  "obsidian-auto-link-title",
  "obsidian-footnotes",
  "obsidian-html-tags-autocomplete",
  "homepage",
  "obsidian-file-link",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-style-settings",
  "obsidian-float-toc-plugin",
  "file-tree-alternative",
  "darlal-switcher-plus",
  "customizable-menu",
  "tag-wrangler",
  "obsidian-completr",
  "obsidian-latex-environments",
  "quick-latex",
  "obsidian-find-and-replace-in-selection",
  "sliding-panes-obsidian",
  "obsidian-git",
  "copy-as-latex",
  "excalibrain",
  "dataview",
  "Enhanced-editing",
  "obsidian-metatemplates",
  "obsidian-frontmatter-tag-suggest",
  "auto-note-mover",
  "obsidian-ankibridge",
  "ObsidianAnkiSync",
  "obsidian-to-anki-plugin",
  "flashcards-obsidian",
  "obsidian-tidy-footnotes",
  "obsidian-excalidraw-plugin",
  "obsidian-sidebar-expand-on-hover"
]